- tab: "Testen"
  testcases:
    - expression: "ph_waarde(.022)"
      return: 1.66
    - expression: "ph_waarde(.00155)"
      return: 2.81
    - expression: "ph_waarde(.00055)"
      return: 3.26
    - expression: "ph_waarde(.0000088)"
      return: 5.06
